//문제 데이터를 저장한 json 형식의 파일
var GameQuestionsData = {
  lev1: {
    ques: [
      "어떤 그림에 모자를 쓴 캐릭터가 있었나요?",
      "어떤 그림에 겉옷을 입지 않은 캐릭터가 있었나요?",
      "캐릭터의 팔부분에 색깔이 없는 그림은 무엇일까요?",
      "왼쪽 고양이가 네모난 색종이를 들고 있는 그림은 무었일까요?",
    ],
  },
  lev2: {
    ques: [
      "풍선에 해골이 그려져 있던 그림은 무엇일까요?",
      "왼쪽 아래 쥐가 있던 그림은 무엇일까요?",
      "꽃게가 데일밴드를 붙이고 있던 그림은 무엇일까요?",
      "바닥에 그려진 그림이 한쪽만 윙크하고 있던 사진은 무엇일까요?",
    ],
  },
  lev3: {
    ques: [
      "새의 부리가 빨간색인 그림은 무엇일까요?",
      "캐릭터가 입고 있는 옷의 나뭇잎 색깔이 1개만 달랐던 그림은 무엇일까요",
      "왼쪽에 있는 여자아이가 카메라로 사진을 찍는 그림은 무엇일까요?",
      "가장 오른쪽에 있던 사람이 아이스크림을 들고 있던 그림은 무엇일까요?",
    ],
  },
};
